Repository: mericorhay/CueTake
Catalog: CueTake/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# access.limit %lld
source: You've used all %lld for this month. More with CueTake+.
es: Has usado los %lld de este mes. Más con CueTake+.
tr: Bu ayki %lld hakkının hepsini kullandın. CueTake+ ile daha fazlası var.

# access.workflowSkipped
source: Some steps were skipped: they're part of CueTake+.
es: Se omitieron algunos pasos: forman parte de CueTake+.
tr: Bazı adımlar atlandı: CueTake+'a dahiller.

# home.workflow.steps %lld
source: %lld steps
es: %lld pasos
tr: %lld adım

# access.feature.aiEdit
source: AI edit
es: Edición con IA
tr: AI kurgu

# access.feature.assistant
source: AI assistant
es: Asistente de IA
tr: AI asistan

# access.feature.script
source: Script writing
es: Escritura de guion
tr: Senaryo yazma

# access.feature.translation
source: Caption translation
es: Traducción de subtítulos
tr: Altyazı çevirisi

# access.feature.broll
source: Stock B-roll
es: B-roll de stock
tr: Stok B-roll

# access.feature.cloudCaptions
source: Cloud captions
es: Subtítulos en la nube
tr: Bulut altyazı

# access.feature.styles
source: Video styles
es: Estilos de vídeo
tr: Hazır stiller

# access.feature.soundDesign
source: Sound design
es: Diseño de sonido
tr: Ses tasarımı

# access.feature.beatSync
source: Zoom on the beat
es: Zoom al ritmo
tr: Vuruşa zoom

# access.feature.templates
source: Brand templates
es: Plantillas de marca
tr: Marka şablonları

# access.feature.multiExport
source: Export to several platforms
es: Exportar a varias plataformas
tr: Çoklu platform dışa aktarma

# access.feature.export4K
source: 4K export
es: Exportación en 4K
tr: 4K dışa aktarma

# limit.kicker %@
source: %@ · THIS MONTH
es: %@ · ESTE MES
tr: %@ · BU AY

# limit.title.limit.1
source: Your AI quota
es: Tu cuota de IA
tr: AI kotan

# limit.title.limit.2
source: hit the ceiling.
es: tocó techo.
tr: tavan yaptı.

# limit.title.plus.1
source: This one's
es: Esta herramienta
tr: Bu araç

# limit.title.plus.2
source: on CueTake+.
es: es de CueTake+.
tr: CueTake+'ta.

# limit.body.pro
source: This month's AI credit is used up. When the month turns, every AI tool opens again on its own.
es: El crédito de IA de este mes se agotó. Cuando cambie el mes, todas las herramientas de IA se abren solas.
tr: Bu ayın AI hakkı bitti. Ay yenilendiğinde tüm AI araçları kendiliğinden açılır.

# limit.body.free
source: You've used the AI credit on the free plan. Move to CueTake+ and the AI tools open right away.
es: Has usado el crédito de IA del plan gratuito. Pásate a CueTake+ y las herramientas de IA se abren al momento.
tr: Ücretsiz plandaki AI hakkını kullandın. CueTake+'a geçersen AI araçları hemen açılır.

# limit.body.plus %@
source: %@ opens with CueTake+. Recording, editing and captions stay free.
es: %@ se abre con CueTake+. Grabar, editar y los subtítulos siguen siendo gratis.
tr: %@ CueTake+ ile açılır. Kayıt, kurgu ve altyazı her zaman ücretsiz.

# limit.reset
source: QUOTA RESETS IN
es: LA CUOTA SE RENUEVA EN
tr: KOTA YENİLENMESİNE

# limit.units
source: HR · MIN · SEC · FRAME
es: H · MIN · S · FOTOGRAMA
tr: SA · DK · SN · KARE

# limit.free.tools
source: TOOLS THAT USE NO CREDIT STAY OPEN
es: LAS HERRAMIENTAS SIN CRÉDITO SIGUEN ABIERTAS
tr: KREDİ HARCAMAYAN ARAÇLAR AÇIK

# limit.tool.cut
source: Cutting
es: Cortes
tr: Kesme

# limit.tool.captions
source: Captions
es: Subtítulos
tr: Altyazı

# limit.tool.sound
source: Sound
es: Sonido
tr: Ses

# limit.tool.text
source: Text
es: Texto
tr: Metin

# limit.tool.transitions
source: Transitions
es: Transiciones
tr: Geçişler

# limit.notify
source: Tell me when it's back
es: Avísame cuando vuelva
tr: Yenilenince haber ver

# limit.notify.toast
source: We'll tell you when your quota is back
es: Te avisaremos cuando vuelva tu cuota
tr: Kota yenilenince haber vereceğiz

# limit.notify.title
source: Your AI credit is back
es: Tu crédito de IA ha vuelto
tr: AI hakların yenilendi

# limit.notify.body
source: Every AI tool is open again.
es: Todas las herramientas de IA vuelven a estar abiertas.
tr: Tüm AI araçları yeniden açık.

# limit.upgrade
source: Go CueTake+
es: Pásate a CueTake+
tr: CueTake+'a geç

# limit.cancelAnytime
source: Cancel anytime
es: Cancela cuando quieras
tr: İstediğin an iptal

# limit.wait
source: Wait for the reset
es: Esperar a la renovación
tr: Yenilenmeyi bekle

# limit.notNow
source: Not now
es: Ahora no
tr: Şimdi değil

# limit.done
source: Done
es: Listo
tr: Tamam

# limit.close
source: Close
es: Cerrar
tr: Kapat

# limit.upgrade.soon
source: CueTake+ is coming very soon.
es: CueTake+ llega muy pronto.
tr: CueTake+ çok yakında.

# access.feature.capture4K
source: 4K recording
es: Grabación en 4K
tr: 4K kayıt

# access.feature.suflorReport
source: Suflör reports
es: Informes de Suflör
tr: Suflör raporları

# suflorReports.title
source: Suflör reports
es: Informes de Suflör
tr: Suflör raporları

# suflorReports.done
source: Done
es: Listo
tr: Tamam

# suflorReports.delete
source: Delete
es: Eliminar
tr: Sil

# suflorReports.untitled
source: Untitled brand
es: Marca sin nombre
tr: Markasız rapor

# suflorReports.none
source: None yet
es: Aún ninguno
tr: Henüz yok

# suflorReports.locked
source: Every report is kept. CueTake+ opens them.
es: Todos tus informes se guardan. CueTake+ los abre.
tr: Tüm raporların saklanıyor. CueTake+ ile açılır.

# suflorReports.empty.title
source: No reports yet
es: Aún no hay informes
tr: Henüz rapor yok

# suflorReports.empty.detail
source: Each suflör stream or ad take leaves a report for the brand here.
es: Cada directo o toma de anuncio con Suflör deja aquí un informe para la marca.
tr: Her suflör yayını ya da reklam çekimi, marka için buraya bir rapor bırakır.

# capture.formatFallback %@ %@
source: This camera cannot record %1$@, so it recorded %2$@. The project now uses that.
es: Esta cámara no puede grabar en %1$@, así que grabó en %2$@. El proyecto ya usa ese formato.
tr: Bu kamera %1$@ kaydedemiyor, %2$@ kaydetti. Proje buna göre ayarlandı.

# journey.workflows
source: Workflows
tr: Workflow'lar

# tab.workflows
source: Workflows
tr: Workflow'lar

# workflow.clip %lld
source: Clip %lld
tr: Klip %lld

# access.feature.workflow
source: Workflows
tr: Workflow

# limit.tool.color
source: Color
tr: Renk
